IDEA StatiCa Open Model
AnchorParam.AnchorTypeSize Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the size of washer plate.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AnchorTypeSize { get; set; }
Public Property AnchorTypeSize As Double
	Get
	Set
public:
property double AnchorTypeSize {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
AnchorParam Class
IdeaRS.OpenModel.Parameters Namespace